
cask_args appdir: "/Applications"
tap "homebrew/cask"

# Python
brew "pyenv"
brew "pipenv"

# Ruby
brew "rbenv"

# Node
brew "nvm"

# Git
tap "git-duet/tap"
brew "git"
brew "git-duet/tap/git-duet"

brew "fd"
brew "antibody"
brew "tmux"
brew "direnv"
brew "exa"
brew "fzf"
brew "htop"
brew "ranger"
brew "httpie"
brew "go"
brew "ripgrep"
brew "the_silver_searcher"
brew "sebglazebrook/aliases/aliases"
brew "bat"
brew "wget"
brew "tree"
brew "neovim"
brew "kakoune"

tap "sambadevi/powerlevel9k"
brew "powerlevel9k"

brew "git-extras"
brew "mysql"
brew "asciinema"
